/* AD: Forest automatic */
"- Automatic -" = "- Automatic -";

/* AD: Alert title */
"Account expired or disabled" = "Account expired or disabled";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Active Directory Plugin requires Mac OS X to control the “/Library/Preferences/edu.mit.Kerberos” file.  The existing file will be renamed to “/Library/Preferences/edu.mit.Kerberos.pre-Active Directory”.";

/* AD: Alert title */
"Active Directory time error" = "Active Directory time error";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com).";

/* AD: Alert title */
"An unknown error occurred" = "An unknown error occurred";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "An unknown error occurred reading the configuration.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "An unknown error occurred updating the configuration.";

/* AD: Dialog status message */
"An unknown error occurred." = "An unknown error occurred.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Authorization error";

/* AD: Dynamic button title */
"Bind\\U2026" = "Bind…";

/* AD: Button title */
"Cancel" = "Cancel";

/* AD: Alert message */
"Configuring on Master or Replica" = "Configuring on Master or Replica";

/* AD: Alert title */
"Container does not exist" = "Container does not exist";

/* AD: Button title */
"Continue" = "Continue";

/* AD: Button title */
"Force Unbind" = "Force Unbind";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Hide Advanced Options";

/* AD: Alert title */
"Insufficient privileges" = "Insufficient privileges";

/* AD: Alert title */
"Invalid domain" = "Invalid domain";

/* AD: Alert title */
"Invalid user name and password combination" = "Invalid user name and password combination";

/* AD: Alert title */
"Join existing account?" = "Join existing account?";

/* AD: Alert title */
"Join Kerberos realm" = "Join Kerberos realm";

/* AD: Alert title */
"Kerberos file already exists" = "Kerberos file already exists";

/* AD: Alert title */
"Memory allocation error" = "Memory allocation error";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Removing this computer from Active Directory";

/* AD: Alert Button */
"Rename" = "Rename";

/* AD: Dynamic button title */
"Show Advanced Options" = "Show Advanced Options";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Step 1 of 5: Searching for Forest/Domain information…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Step 2 of 5: Finding nearest Domain controllers…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Step 3 of 5: Verifying credentials…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Step 4 of 5: Searching for existing computer…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Step 5 of 5: Binding computer to Domain…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Step 5 of 5: Joining computer to Domain…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "The account information you provided is either expired or disabled. You should provide another administrator account.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "The administrator account you specified does not have the appropriate privileges to perform the requested operation.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "The container you specified for the computer does not exist.  Please verify the container information and try again.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "This computer is unable to access the domain controller for an unknown reason.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server.";

/* AD: Alert title */
"Unable to access domain controller" = "Unable to access domain controller";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Unable to allocate memory for this operation.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Unable to open Active Directory node";

/* AD: Alert message */
"Unable to open Active Directory node." = "Unable to open Active Directory node.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Unbind…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Warning: If you click force unbind you will leave an unused computer account in the directory.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "You are not authorized to read the configuration of this plugin.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "You are not authorized to update the configuration";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "You provided a user name and password combination that is invalid. You should check the user name and password and try again.";

